Repository: ifroariquemes/MyCookie
Catalog: src/lang/*/LC_MESSAGES/build.po
Languages: pt_br

source: Building application
pt_br: Contruindo aplicação

source: Bundle all JS/CSS from application and update database schema
pt_br: Empacota todos os JS/CSS da aplicação e atualiza o esquema do banco de dados

source: PS: it can take some time depending on files size
pt_br: Obs: isto pode levar algum tempo dependendo do tamanho dos arquivos

source: Creating JS build file
pt_br: Criando arquivo de construção de JS

source: Creating CSS build file
pt_br: Criando arquivo de construção de CSS

source: Building JS bundle
pt_br: Criando pacote de JS

source: Building CSS bundle
pt_br: Criando pacote de CSS

source: Generating Portable Objects (for I18n)
pt_br: Gerando Objetos Portáteis (para I18n)

source: Generating Machine Objects (for I18n)
pt_br: Gerando Objetos de Máquina (para I18n)

source: Updating database schema
pt_br: Atualizando esquema do banco de dados

source: Re-create database
pt_br: Recriar banco

source: Done!
pt_br: Pronto!

source: JS output
pt_br: Saída JS

source: CSS output
pt_br: Saída CSS

source: xGetText output
pt_br: Saída xGetText

source: MsgFmt output
pt_br: Saída MsgFmt

source: ORM output
pt_br: Saída ORM

source: Enter the building password
pt_br: Entre com a senha de construção

source: The password doesn't match
pt_br: A senha não confere

source: Do you really want to recreate database? (It will erase EVERYTHING!)
pt_br: Você realmente deseja recriar o banco? (Isto irá apagar TUDO!)

source: Your database was recreated.
pt_br: Seu banco de dados foi recriado.

source: Please, run
pt_br: Por favor, execute

source: from the root folder of this site to install required components
pt_br: da pasta principal do seu site para instalar os componentes requeridos
